/* Text that will be sent to a social website (eg facebook) to encourage friends to watch their video. The two %@ symbols will contain the link and the title of the video. */
"Watch my new video: \"%@\" %@ #camtasia" = "观看我的新视频: \"%@\" %@ #camtasia";

